[
    {
        "_id": "-8177324",
        "title": "দুনিয়া আখিরাতের কল্যানের জন্য দোয়া-",
        "dua": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
        "pronunciation": "রব্বানা আতিনা ফিদ্দুনিয়া হাসানাহ ওয়া ফিল আখিরতি হাসানাহ ওয়া কিনা আজাবান্নার।",
        "translate": "‘হে আমাদের প্রতিপালক! আমাদেরকে ইহকালে কল্যাণ দান কর এবং পরকালেও কল্যাণ দান কর। আর আমাদেরকে আগুনের-যন্ত্রণা থেকে রক্ষা কর।’(সুরা বাকারা- আয়াত ২০১) ",
        "source": "(সুরা বাকারা- আয়াত ২০১)"
    },
    {
        "_id": "-81345",
        "title": "নিজে এবং নিজের পরিবারের সবার জন্য বিনা হিসাবে বিনা আজাবে জান্নাতুল ফিরদাউস চাওয়ার দোয়া-",
        "dua": "اللهم أدخلنا وأهلنا الجنة الفردوس بغير حساب ولا عذاب",
        "pronunciation": "আল্লাহুম্মা আদখিলনা ওয়া আহলানা আল জান্নাতাল ফিরদাউস বিগইরি হিসাবিও ওয়া লা আ’যাব।",
        "translate": "ইয়া আল্লাহ তুমি আমাকে আর আমার পরিবারের সবাইকে বিনা হিসাবে, বিনা আজাবে জান্নাতুল ফিরদাউস দান করো। ",
        "source": ""
    },
    {
        "_id": "-01",
        "title": "ফজরের সালাতের পরের দু‘আ: (১ বার)",
        "dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا وَعَمَلًا مُتَقَبَّلًا وَرِزْقًا طَيِّبًا",
        "pronunciation": "আল্লা-হুম্মা, ইন্নী আস্আলুকা ‘ইলমান না-ফি‘আন, ওয়া ‘আমালান মুতাক্বাব্বালান ওয়া রিযক্বান তবাইয়িবান।",
        "translate": "“হে আল্লাহ, আমি আপনার কাছে চাচ্ছি কল্যাণকর জ্ঞান, কবুলকৃত কর্ম ও পবিত্র রিযিক।”",
        "source": "",
        "discription": "উম্মু সালামা (রাঃ) বলেনঃ (إن النبي صلى الله عليه وسلم يقول في دبر الفجر إذا صلي) নবীয়ে আকরাম (সা.) ফজরের সালাতের শেষে, যখন সালাত আদায় হয়ে যেত তখন এই বাক্যগুলি বলতেন।”[1]"
    },
    {
        "_id": "-02",
        "title": "আয়াতুল কুরসী ১ বার",
        "dua": "",
        "pronunciation": "",
        "translate": "",
        "source": "",
        "discription": ""
    },
    {
        "_id": "-04",
        "title": "ফজর ও মাগরিবের পরের যিকর-১",
        "dua": "لَا إلَهَ إِلاَّ اللَّهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الـمُلْكُ وَلَهُ الـحَمْدُ، يُحْيِي وَيُمِيتُ (بِيَدِهِ الـخَيْرُ) وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ",
        "pronunciation": "লা- ইলা-হা ইল্লাল্লা-হু, ওয়া‘হদাহু লা- শারীকা লাহু, লাহুল মুলক, ওয়া লাহুল ‘হামদ, ইউ‘হয়ী ওয়া ইউমীতু (বিইয়াদিহিল খাইরু) ওয়া হুআ ‘আলা- কুলিল শাইয়িন কাদীর।",
        "translate": "আল্লাহ ছাড়া কোনো মা’বুদ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই এবং প্রশংসা তাঁরই। তিনিই জীবন দান করেন এবং তিনিই মৃত্যু দান করেন। তাঁর হাতেই সকল কল্যাণ এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
        "source": "",
        "discription": "বিভিন্ন হাদীসে আমরা কিছু যিকরের কথা জানতে পারি যা রাসূলুল্লাহ (সা.) ফজর ও মাগরিবের সালাতের পরে পড়ার জন্য বিশেষভাবে শিক্ষা দিয়েছেন। এ ধরনের যিকরের মধ্যে অন্যতম ইতঃপূর্বে উল্লেখিত ৩ নং যিকর:"
    },
    {
        "_id": "-03",
        "title": "সকাল হলে পড়তে হয়",
        "dua": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُوْرُ",
        "pronunciation": "আল্লাহুম্মা বিকা আসবাহনা ওয়া বিকা আমসাইনা ওয়া বিকা নাহয়্যা ওয়া বিকা নামুতু ওয়া ইলাইকান নুশুর।",
        "translate": "হে আল্লাহ! তোমারই হুকুমে আমাদের সকাল হল এবং তোমারই হুকুমে আমাদের সন্ধ্যা হয়, তোমারই হুকুমে আমরা জীবিত থাকি, তোমারই হুকুমে আমরা মৃত্যু বরণ করব এবং তোমারই দিকে আমাদের পুনর্জীবন।",
        "source": "",
        "discription": ""
    },
    {
        "_id": "-07436",
        "title": "সাইয়্যেদুল ইসতেগফার",
        "dua": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
        "pronunciation": "আল্লাহুম্মা আন্তা রাব্বি লা ইলাহা ইল্লা আন্তা খালাকতানি, ওয়া আনা আবদুকা ওয়া আনা আলা আহদিকা ওয়া ওয়াদিকা মাসতাত্বাতু, আউজুবিকা মিন শারি মা সানাতু, আবুউ লাকা বি-নিমাতিকা আলাইয়্যা ওয়া আবুউ বিজামবী ফাগফিরলি ফাইন্নাহু লা ইয়্যাগফিরুজ জুনুবা ইল্লা আন্তা",
        "translate": "হে আল্লাহ! তুমিই আমার প্রতিপালক। তুমি ছাড়া কোনো সত্য উপাস্য নেই। তুমিই আমাকে সৃষ্টি করেছ, আমি তোমার দাস। আমি তোমার প্রতিশ্রুতি ও অঙ্গীকারের উপর যথাসাধ্য প্রতিষ্ঠিত আছি। আমি যা করেছি, তার মন্দ থেকে তোমার কাছে আশ্রয় চাচ্ছি। আমার উপর তোমার যে সম্পদ রয়েছে, তা আমি স্বীকার করছি এবং আমার অপরাধও আমি স্বীকার করছি। সুতরাং তুমি আমাকে ক্ষমা করে দাও, যেহেতু তুমি ছাড়া আর কেউ পাপ ক্ষমা করতে পারে না",
        "source": "(বুখারি ৬৩২৩)",
        "discription": "ক্ষমা প্রার্থনার এই দোয়াটি যদি কেউ সন্ধ্যা বেলায় পড়ে ঐ রাতে মারা যায় অথবা সকাল বেলায় পড়ে ঐ দিনে মারা যায়, তবে সে জান্নাতে প্রবেশ করবে।"
    },
    {
        "_id": "-0739828436",
        "title": "",
        "dua": "",
        "pronunciation": "",
        "translate": "",
        "source": "",
        "discription": ""
    }
]