
const DailyDua = () => {
    return (
        <div >

            <div className="my-5 ">
                <h1 className="font-bold text-xl leading-8">দুনিয়া আখিরাতের কল্যানের জন্য দোয়া-</h1>
                <h1 className="font-bold leading-8">رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</h1>
                <p className="leading-8"><span className="font-bold">উচ্চারনঃ</span>  “রব্বানা আতিনা ফিদ্দুনিয়া হাসানাহ ওয়া ফিল আখিরতি হাসানাহ ওয়া কিনা আজাবান্নার।” </p>
                <p className="leading-8"> <span className="font-bold">অর্থ-</span>‘হে আমাদের প্রতিপালক! আমাদেরকে ইহকালে কল্যাণ দান কর এবং পরকালেও কল্যাণ দান কর। আর আমাদেরকে আগুনের-যন্ত্রণা থেকে রক্ষা কর।’(সুরা বাকারা- আয়াত ২০১)</p>
            </div>
            <div className="my-5">
                <h1 className="font-bold text-xl">দুনিয়া আখিরাতের কল্যানের জন্য দোয়া-</h1>
                <h1>رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</h1>
                <p><span className="font-bold">উচ্চারনঃ</span>  “রব্বানা আতিনা ফিদ্দুনিয়া হাসানাহ ওয়া ফিল আখিরতি হাসানাহ ওয়া কিনা আজাবান্নার।” </p>
                <p> <span className="font-bold">অর্থ-</span>‘হে আমাদের প্রতিপালক! আমাদেরকে ইহকালে কল্যাণ দান কর এবং পরকালেও কল্যাণ দান কর। আর আমাদেরকে আগুনের-যন্ত্রণা থেকে রক্ষা কর।’(সুরা বাকারা- আয়াত ২০১)</p>
            </div>
        </div>
    );
};

export default DailyDua;